rt/frontend/jaxws/src/test/java/org/apache/cxf/jaxws/testHeader5.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Body>
		<ns3:testHeader5 xmlns:ns3="http://apache.org/header_test/types"
			xmlns:ns2="http://www.w3.org/2005/08/addressing/wsdl">
			<ns3:requestType>TestHeader50</ns3:requestType>
		</ns3:testHeader5>
	</soap:Body>

</soap:Envelope>
